Clone the following to the location of default profile location

* Auto install
#+begin_src sh
  cd ../../*.default
  pwd
#+end_src

#+RESULTS:
: /home/ethan/.mozilla/firefox/vx488uij.default

If this (above) is the correct location, run the following;
#+begin_src sh
  cd ../../*.default
  mkdir -p chrome
  cd chrome
  git clone git@github.com:MrOtherGuy/firefox-csshacks.git
  echo $?
#+end_src

#+RESULTS:
: 128

# Local Variables:
# eval: (if config-module-managed-dotfiles (add-hook 'after-save-hook 'chezmoi-write nil t))
# End:
